Repository: RedSn0w1877/PixlAudio-iOS
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ko, nb, ru, tr, zh_hans

# settings_devcaps_advanced_diagnostics_mark_lag
source: Mark lag now
de: Ruckler jetzt markieren
es: Marcar lag ahora
fr: Marquer un ralentissement maintenant
id: Tandai lag sekarang
it: Segna rallentamento ora
ko: 지금 랙 표시
nb: Marker hakking nå
ru: Отметить лаг сейчас
tr: Takılmayı şimdi işaretle
zh_hans: 立即标记卡顿

# settings_devcaps_advanced_diagnostics_marked
source: Lag moment marked
de: Ruckelmoment markiert
es: Momento de lag marcado
fr: Ralentissement marqué
id: Momen lag ditandai
it: Rallentamento segnato
ko: 랙 순간이 표시됨
nb: Hakkeøyeblikk markert
ru: Момент лага отмечен
tr: Takılma anı işaretlendi
zh_hans: 已标记卡顿时刻

# settings_devcaps_advanced_diagnostics_title
source: Advanced performance diagnostics
de: Erweiterte Leistungsdiagnose
es: Diagnóstico avanzado de rendimiento
fr: Diagnostics avancés des performances
id: Diagnostik performa lanjutan
it: Diagnostica avanzata delle prestazioni
ko: 고급 성능 진단
nb: Avansert ytelsesdiagnostikk
ru: Расширенная диагностика производительности
tr: Gelişmiş performans tanılama
zh_hans: 高级性能诊断

# settings_devcaps_buffer_frames
source: %1$lld frames per buffer
de: %1$lld Frames pro Puffer
es: %1$lld fotogramas por búfer
fr: %1$lld trames par tampon
id: %1$lld frame per buffer
it: %1$lld frame per buffer
ko: 버퍼당 %1$lld 프레임
nb: %1$lld rammer per buffer
ru: %1$lld кадров в буфере
tr: Tampon başına %1$lld kare
zh_hans: 每个缓冲区 %1$lld 帧

# settings_devcaps_device_info_brand
source: Brand
de: Marke
es: Marca
fr: Marque
id: Merek
it: Marca
ko: 브랜드
nb: Merke
ru: Бренд
tr: Marka
zh_hans: 品牌

# settings_devcaps_device_info_device
source: Device
de: Gerät
es: Dispositivo
fr: Appareil
id: Perangkat
it: Dispositivo
ko: 기기
nb: Enhet
ru: Устройство
tr: Cihaz
zh_hans: 设备

# settings_devcaps_device_info_manufacturer
source: Manufacturer
de: Hersteller
es: Fabricante
fr: Fabricant
id: Produsen
it: Produttore
ko: 제조사
nb: Produsent
ru: Производитель
tr: Üretici
zh_hans: 制造商

# settings_devcaps_device_info_model
source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ko: 모델
nb: Modell
ru: Модель
zh_hans: 型号

# settings_devcaps_device_info_title
source: Device Info
de: Geräteinfo
es: Información del dispositivo
fr: Infos appareil
id: Info Perangkat
it: Informazioni dispositivo
ko: 기기 정보
nb: Enhetsinformasjon
ru: Информация об устройстве
tr: Cihaz Bilgisi
zh_hans: 设备信息

# settings_devcaps_finding_clear_body
source: Your indexed tracks match the decoders Android reports on this device.
de: Deine indizierten Titel stimmen mit den von Android gemeldeten Decodern auf diesem Gerät überein.
es: Tus pistas indexadas coinciden con los decodificadores que Android reporta en este dispositivo.
fr: Vos pistes indexées correspondent aux décodeurs signalés par Android sur cet appareil.
id: Trek yang Anda indeks cocok dengan dekoder yang dilaporkan Android di perangkat ini.
it: Le tue tracce indicizzate corrispondono ai decoder che Android riporta su questo dispositivo.
ko: 인덱싱된 트랙이 이 기기의 Android 디코더 보고와 일치합니다.
nb: De indekserte sporene dine samsvarer med dekoderne Android rapporterer på denne enheten.
ru: Треки в вашей медиатеке соответствуют декодерам, доступным на этом устройстве Android.
tr: Dizinlenmiş parçalarınız, Android'in bu cihazda bildirdiği çözücülerle eşleşiyor.
zh_hans: 您已索引的曲目与 Android 报告此设备支持的解码器相匹配。

# settings_devcaps_finding_clear_title
source: No major incompatibilities
de: Keine größeren Inkompatibilitäten
es: Sin incompatibilidades importantes
fr: Aucune incompatibilité majeure
id: Tidak ada ketidakcocokan besar
it: Nessuna incompatibilità maggiore
ko: 주요 호환성 문제 없음
nb: Ingen store inkompatibiliteter
ru: Серьёзных проблем совместимости не обнаружено
tr: Önemli bir uyumsuzluk yok
zh_hans: 无重大不兼容问题

# settings_devcaps_finding_resample_body
source: The library reaches %1$lld Hz, above the current output sample rate.
de: Die Bibliothek erreicht %1$lld Hz, was über der aktuellen Ausgangs-Sample-Rate liegt.
es: La biblioteca alcanza %1$lld Hz, por encima de la frecuencia de muestreo de salida actual.
fr: La bibliothèque atteint %1$lld Hz, ce qui est supérieur au taux d'échantillonnage de la sortie actuelle.
id: Pustaka mencapai %1$lld Hz, di atas sample rate output saat ini.
it: La libreria raggiunge %1$lld Hz, sopra la frequenza di campionamento di uscita attuale.
ko: 라이브러리가 현재 출력 샘플 레이트보다 높은 %1$lld Hz에 도달합니다.
nb: Biblioteket når %1$lld Hz, over gjeldende utgangssamplingsfrekvens.
ru: В медиатеке есть треки с частотой до %1$lld Гц, что выше текущей частоты вывода.
tr: Kitaplık, mevcut çıkış örnekleme hızının üzerinde olan %1$lld Hz değerine ulaşıyor.
zh_hans: 媒体库采样率达到 %1$lld Hz，高于当前的输出采样率。

# settings_devcaps_finding_resample_title
source: %1$lld local tracks may be resampled
de: %1$lld lokale Titel können resampelt werden
es: %1$lld pistas locales podrían ser remuestreadas
fr: %1$lld pistes locales pourraient être rééchantillonnées
id: %1$lld trek lokal mungkin diresampling
it: %1$lld tracce locali potrebbero essere ricampionate
ko: %1$lld개의 로컬 트랙이 리샘플링될 수 있음
nb: %1$lld lokale spor kan bli resamplert
ru: %1$lld локальных треков могут подвергаться ресемплингу
tr: %1$lld yerel parça yeniden örneklenebilir
zh_hans: %1$lld 首本地曲目可能会被重采样

# settings_devcaps_finding_unknown_body
source: A full library rescan can fill missing MIME, bitrate, and sample-rate data.
de: Ein vollständiger Rescan der Bibliothek kann fehlende MIME-, Bitraten- und Sample-Rate-Daten ergänzen.
es: Un reescaneo completo de la biblioteca puede completar los datos faltantes de MIME, tasa de bits y frecuencia de muestreo.
fr: Une analyse complète de la bibliothèque peut compléter les données manquantes (MIME, débit et taux d'échantillonnage).
id: Pemindaian ulang pustaka lengkap dapat mengisi data MIME, bitrate, dan sample-rate yang hilang.
it: Una scansione completa della libreria può compilare dati MIME, bitrate e frequenza di campionamento mancanti.
ko: 라이브러리 전체 재스캔을 통해 누락된 MIME, 비트레이트 및 샘플 레이트 데이터를 채울 수 있습니다.
nb: En fullstendig biblioteksskanning kan fylle inn manglende MIME-, bitrate- og samplingsfrekvensdata.
ru: Полное повторное сканирование медиатеки может заполнить отсутствующие данные MIME-типа, битрейта и частоты дискретизации.
tr: Tam bir kitaplık yeniden taraması; eksik MIME, bit hızı (bitrate) ve örnekleme hızı verilerini doldurabilir.
zh_hans: 进行完整的媒体库重新扫描可以填补缺失的 MIME、比特率和采样率数据。

# settings_devcaps_finding_unknown_title
source: %1$lld tracks have unknown metadata
de: %1$lld Titel haben unbekannte Metadaten
es: %1$lld pistas tienen metadatos desconocidos
fr: %1$lld pistes ont des métadonnées inconnues
id: %1$lld trek lokal memiliki metadata tidak diketahui
it: %1$lld tracce hanno metadati sconosciuti
ko: %1$lld개의 트랙에 알 수 없는 메타데이터가 있음
nb: %1$lld spor har ukjent metadata
ru: %1$lld треков имеют неизвестные метаданные
tr: %1$lld parçanın meta verisi bilinmiyor
zh_hans: %1$lld 首曲目具有未知的元数据

# settings_devcaps_finding_unsupported_body
source: Formats to review: %1$@.
de: Zu überprüfende Formate: %1$@.
es: Formatos a revisar: %1$@.
fr: Formats à vérifier : %1$@.
id: Format untuk ditinjau: %1$@.
it: Formati da rivedere: %1$@.
ko: 검토할 포맷: %1$@.
nb: Formater som bør gjennomgås: %1$@.
ru: Форматы для проверки: %1$@.
tr: Gözden geçirilecek formatlar: %1$@.
zh_hans: 需检查的格式：%1$@。

# settings_devcaps_finding_unsupported_title
source: %1$lld tracks may not decode natively
de: %1$lld Titel können möglicherweise nicht nativ decodiert werden
es: %1$lld pistas podrían no decodificarse de forma nativa
fr: %1$lld pistes pourraient ne pas être décodées nativement
id: %1$lld trek mungkin tidak didekode secara asli
it: %1$lld tracce potrebbero non decodificarsi nativamente
ko: %1$lld개의 트랙이 네이티브로 디코딩되지 않을 수 있음
nb: %1$lld spor kan ikke dekodes naturlig
ru: %1$lld треков могут не декодироваться штатно
tr: %1$lld parça yerel olarak çözülemeyebilir
zh_hans: %1$lld 首曲目可能无法原生解码

# settings_devcaps_findings_title
source: Compatibility Findings
de: Kompatibilitätsergebnisse
es: Resultados de compatibilidad
fr: Constats de compatibilité
id: Temuan Kompatibilitas
it: Risultati compatibilità
ko: 호환성 조사 결과
nb: Kompatibilitetsfunn
ru: Результаты проверки совместимости
tr: Uyumluluk Bulguları
zh_hans: 兼容性检测结果

# settings_devcaps_format_library_count
source: %1$lld in library
de: %1$lld in Bibliothek
es: %1$lld en la biblioteca
fr: %1$lld dans la bibliothèque
id: %1$lld di pustaka
it: %1$lld in libreria
ko: 라이브러리에 %1$lld개
nb: %1$lld i bibliotek
ru: %1$lld в медиатеке
tr: Kitaplıkta %1$lld
zh_hans: 媒体库中有 %1$lld 首

# settings_devcaps_format_unsupported
source: No decoder reported
de: Kein Decoder gemeldet
es: Ningún decodificador reportado
fr: Aucun décodeur signalé
id: Tidak ada dekoder dilaporkan
it: Nessun decoder riportato
ko: 보고된 디코더 없음
nb: Ingen dekoder rapportert
ru: Декодер не найден
tr: Çözücü bildirilmedi
zh_hans: 未报告解码器

# settings_devcaps_formats_supported_count
source: %1$lld supported tracks
de: %1$lld unterstützte Titel
es: %1$lld pistas compatibles
fr: %1$lld pistes prises en charge
id: %1$lld trek didukung
it: %1$lld tracce supportate
ko: 지원되는 트랙 %1$lld개
nb: %1$lld støttede spor
ru: %1$lld поддерживаемых треков
tr: %1$lld desteklenen parça
zh_hans: %1$lld 首支持的曲目

# settings_devcaps_formats_title
source: Format Compatibility
de: Formatkompatibilität
es: Compatibilidad de formatos
fr: Compatibilité des formats
id: Kompatibilitas Format
it: Compatibilità formati
ko: 포맷 호환성
nb: Formatkompatibilitet
ru: Совместимость форматов
tr: Format Uyumluluğu
zh_hans: 格式兼容性

# settings_devcaps_formats_unknown_count
source: %1$lld unknown format
de: %1$lld unbekanntes Format
es: %1$lld formato desconocido
fr: %1$lld format inconnu
id: %1$lld format tidak diketahui
it: %1$lld formato sconosciuto
ko: 알 수 없는 포맷 %1$lld개
nb: %1$lld ukjent format
ru: %1$lld неизвестных форматов
tr: %1$lld bilinmeyen format
zh_hans: %1$lld 个未知格式

# settings_devcaps_hifi_pcm_float_supporting
source: 32-bit float output path
de: 32-Bit-Float-Ausgabepfad
es: Ruta de salida flotante de 32 bits
fr: Chemin de sortie Float 32 bits
id: Jalur output float 32-bit
it: Percorso uscita 32-bit float
ko: 32비트 부동 소수점 출력 경로
nb: 32-bit float lydutgang
ru: 32-битный тракт вывода с плавающей точкой
tr: 32-bit float çıkış yolu
zh_hans: 32 位浮点输出路径

# settings_devcaps_low_latency_title
source: Low Latency Support
de: Unterstützung für niedrige Latenz
es: Soporte de baja latencia
fr: Faible latence prise en charge
id: Dukungan Latensi Rendah
it: Supporto bassa latenza
ko: 저지연 지원
nb: Støtte for lav latens
ru: Поддержка низкой задержки
tr: Düşük Gecikme Desteği
zh_hans: 低延迟支持

# settings_devcaps_memory_available_of
source: available of %1$@
de: verfügbar von %1$@
es: disponible de %1$@
fr: disponible sur %1$@
id: tersedia dari %1$@
it: disponibili di %1$@
ko: %1$@ 중 사용 가능
nb: tilgjengelig av %1$@
ru: доступно из %1$@
tr: %1$@ üzerinden kullanılabilir
zh_hans: 可用（总计 %1$@）

# settings_devcaps_memory_title
source: Memory
de: Arbeitsspeicher
es: Memoria
fr: Mémoire
id: Memori
it: Memoria
ko: 메모리
nb: Minne
ru: Память
tr: Bellek
zh_hans: 内存

# settings_devcaps_metric_formats
source: Formats
de: Formate
es: Formatos
id: Format
it: Formati
ko: 포맷
nb: Formater
ru: Форматы
tr: Formatlar
zh_hans: 格式

# settings_devcaps_metric_hw_decoders
source: HW decoders
de: HW-Decoder
es: Decodificadores HW
fr: Décodeurs matériels
id: Dekoder HW
it: Decoder HW
ko: HW 디코더
nb: HW-dekodere
ru: Аппаратные декодеры
tr: Donanım çözücüler
zh_hans: 硬件解码

# settings_devcaps_metric_local_music
source: Local songs
de: Lokale Songs
es: Canciones locales
fr: Chansons locales
id: Lagu lokal
it: Musica locale
ko: 로컬 곡
nb: Lokale sanger
ru: Локальные треки
tr: Yerel şarkılar
zh_hans: 本地歌曲

# settings_devcaps_more_count
source: +%1$lld more
de: +%1$lld weitere
es: +%1$lld más
fr: +%1$lld de plus
id: +%1$lld lagi
it: +%1$lld altri
ko: +%1$lld개 더 보기
nb: +%1$lld flere
ru: ещё %1$lld
tr: +%1$lld daha
zh_hans: 还有 +%1$lld 个

# settings_devcaps_offload_empty
source: No compressed format reported hardware offload support.
de: Kein komprimiertes Format meldete Hardware-Offload-Unterstützung.
es: Ningún formato comprimido reportó soporte para descarga de hardware.
fr: Aucun format compressé n'a signalé de prise en charge matérielle Offload.
id: Tidak ada format terkompresi yang dilaporkan mendukung offload perangkat keras.
it: Nessun formato compresso ha segnalato supporto hardware offload.
ko: 하드웨어 오프로드 지원이 보고된 압축 포맷이 없습니다.
nb: Ingen komprimert format rapporterte maskinvare-offload-støtte.
ru: Ни один сжатый формат не сообщил о поддержке аппаратного offload.
tr: Hiçbir sıkıştırılmış format donanım boşaltma (offload) desteği bildirmedi.
zh_hans: 没有压缩格式报告支持硬件卸载 (hardware offload)。

# settings_devcaps_offload_title
source: Offload-ready formats
de: Offload-bereite Formate
es: Formatos listos para descarga
fr: Formats compatibles Offload
id: Format siap offload
it: Formati pronti per offload
ko: 오프로드 가능 포맷
nb: Offload-klare formater
ru: Форматы с поддержкой offload
tr: Boşaltmaya (offload) hazır formatlar
zh_hans: 支持硬件卸载的格式

# settings_devcaps_output_builtin
source: Built-in output
de: Integrierter Ausgang
es: Salida integrada
fr: Sortie intégrée
id: Output bawaan
it: Uscita integrata
ko: 기본 출력
nb: Innebygd utgang
ru: Встроенный вывод
tr: Yerleşik çıkış
zh_hans: 内置输出

# settings_devcaps_output_digital
source: Digital output
de: Digitaler Ausgang
es: Salida digital
fr: Sortie numérique
id: Output digital
it: Uscita digitale
ko: 디지털 출력
nb: Digital utgang
ru: Цифровой вывод
tr: Dijital çıkış
zh_hans: 数字输出

# settings_devcaps_output_other
source: Other output
de: Anderer Ausgang
es: Otra salida
fr: Autre sortie
id: Output lainnya
it: Altra uscita
ko: 기타 출력
nb: Annen utgang
ru: Другой вывод
tr: Diğer çıkış
zh_hans: 其他输出

# settings_devcaps_output_wired
source: Wired audio
de: Kabelgebundenes Audio
es: Audio por cable
fr: Audio filaire
id: Audio berkabel
it: Audio cablato
ko: 유선 오디오
nb: Kablet lyd
ru: Проводное аудио
tr: Kablolu ses
zh_hans: 有线音频

# settings_devcaps_outputs_empty
source: No output routes were reported by Android.
de: Es wurden keine Ausgabepfade von Android gemeldet.
es: Android no reportó rutas de salida.
fr: Aucune route de sortie n'a été signalée par Android.
id: Tidak ada rute output yang dilaporkan oleh Android.
it: Nessun percorso di uscita è stato riportato da Android.
ko: Android에서 보고된 출력 경로가 없습니다.
nb: Ingen utgangsruter ble rapportert av Android.
ru: Android не сообщил ни одного маршрута вывода.
tr: Android tarafından hiçbir çıkış rotası bildirilmedi.
zh_hans: Android 未报告任何输出路由。

# settings_devcaps_outputs_title
source: Detected outputs
de: Erkannte Ausgänge
es: Salidas detectadas
fr: Sorties détectées
id: Output yang terdeteksi
it: Uscite rilevate
ko: 감지된 출력
nb: Oppdagede utganger
ru: Обнаруженные устройства вывода
tr: Algılanan çıkışlar
zh_hans: 检测到的输出

# settings_devcaps_playback_path_title
source: Playback Path
de: Wiedergabepfad
es: Ruta de reproducción
fr: Chemin de lecture
id: Jalur Pemutaran
it: Percorso riproduzione
ko: 재생 경로
nb: Avspillingsbane
ru: Путь воспроизведения
tr: Oynatma Yolu
zh_hans: 播放路径

# settings_devcaps_pro_audio_supporting
source: Pro Audio Support
de: Pro-Audio-Unterstützung
es: Soporte de audio profesional
fr: Audio Pro pris en charge
id: Dukungan Pro Audio
it: Supporto Pro Audio
ko: 프로 오디오 지원
nb: Pro Audio-støtte
ru: Поддержка Pro Audio
tr: Profesyonel Ses Desteği
zh_hans: Pro Audio 支持

# settings_devcaps_ready_title
source: Ready for playback
de: Bereit für Wiedergabe
es: Listo para la reproducción
fr: Prêt pour la lecture
id: Siap untuk pemutaran
it: Pronto per la riproduzione
ko: 재생 준비 완료
nb: Klar for avspilling
ru: Готово к воспроизведению
tr: Oynatmaya hazır
zh_hans: 准备就绪可播放

# settings_devcaps_renderers_count
source: %1$@ renderers
de: %1$@ Renderer
es: %1$@ renderizadores
fr: %1$@ décodeurs
id: %1$@ renderer
it: %1$@ renderer
ko: %1$@ 렌더러
nb: %1$@ renderere
ru: %1$@ рендереров
tr: %1$@ oluşturucu (renderer)
zh_hans: %1$@ 个渲染器

# settings_devcaps_report_copied
source: Report copied to clipboard
de: Bericht in Zwischenablage kopiert
es: Informe copiado al portapapeles
fr: Rapport copié dans le presse-papiers
id: Laporan disalin ke papan klip
it: Report copiato negli appunti
ko: 보고서가 클립보드에 복사되었습니다
nb: Rapport kopiert til utklippstavle
ru: Отчёт скопирован в буфер обмена
tr: Rapor panoya kopyalandı
zh_hans: 报告已复制到剪贴板

# settings_devcaps_report_copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
id: Salin
it: Copia
ko: 복사
nb: Kopier
ru: Копировать
tr: Kopyala
zh_hans: 复制

# settings_devcaps_report_description
source: Generate a shareable diagnostic report to help us classify playback or scan lag. It contains only device, library, and timing data — no file paths, titles, or artists.
de: Generiere einen teilbaren Diagnosebericht, um uns bei der Klassifizierung von Wiedergabe- oder Scanverzögerungen zu helfen. Er enthält nur Geräte-, Bibliotheks- und Timing-Daten – keine Dateipfade, Titel oder Künstler.
es: Genera un informe de diagnóstico para compartir que nos ayude a clasificar los retrasos en la reproducción o el escaneo. Contiene solo datos del dispositivo, de la biblioteca y de tiempos, sin rutas de archivos, títulos ni artistas.
fr: Générez un rapport de diagnostic partageable pour nous aider à classifier les ralentissements de lecture ou d'analyse. Il contient uniquement des données sur l'appareil, la bibliothèque et les temps de réponse — aucun chemin de fichier, titre ou artiste.
id: Buat laporan diagnostik yang dapat dibagikan untuk membantu kami mengklasifikasikan lag pemutaran atau pemindaian. Laporan ini hanya berisi data perangkat, pustaka, dan waktu — tanpa jalur file, judul, atau artis.
it: Genera un report diagnostico condivisibile per aiutarci a classificare i rallentamenti di riproduzione o scansione. Contiene solo dati sul dispositivo, sulla libreria e sulle tempistiche — nessun percorso di file, titolo o artista.
ko: 재생 또는 스캔 지연 분류를 돕기 위해 공유 가능한 진단 보고서를 생성합니다. 파일 경로, 제목 또는 아티스트 정보는 포함되지 않고 기기, 라이브러리 및 타이밍 데이터만 포함됩니다.
nb: Generer en delbar diagnose-rapport for å hjelpe oss å klassifisere avspillings- eller skannelag. Den inneholder kun enhets-, biblioteks- og tidsdata — ingen filbaner, titler eller artister.
ru: Создайте диагностический отчёт для отправки, чтобы помочь нам выявить проблемы с воспроизведением или медленным сканированием. Отчёт содержит только данные об устройстве, медиатеке и времени выполнения — без путей к файлам, названий треков и исполнителей.
tr: Oynatma veya tarama gecikmelerini sınıflandırmamıza yardımcı olacak paylaşılabilir bir tanılama raporu oluşturun. Rapor yalnızca cihaz, kitaplık ve zamanlama verilerini içerir; dosya yolları, başlıklar veya sanatçılar yer almaz.
zh_hans: 生成一份可分享的诊断报告，以帮助我们分类播放或扫描卡顿问题。该报告仅包含设备、媒体库和计时数据 — 不包含文件路径、标题或艺术家。

# settings_devcaps_report_generate
source: Generate report
de: Bericht generieren
es: Generar informe
fr: Générer le rapport
id: Buat laporan
it: Genera report
ko: 보고서 생성
nb: Generer rapport
ru: Создать отчёт
tr: Rapor oluştur
zh_hans: 生成报告

# settings_devcaps_report_regenerate
source: Regenerate
de: Neu generieren
es: Regenerar
fr: Régénérer
id: Regenerasi
it: Rigenera
ko: 재생성
nb: Regenerer
ru: Пересоздать
tr: Yeniden Oluştur
zh_hans: 重新生成

# settings_devcaps_report_share
source: Share
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
it: Condividi
ko: 공유
nb: Del
ru: Поделиться
tr: Paylaş
zh_hans: 分享

# settings_devcaps_report_share_title
source: PixlAudio performance report
de: PixlAudio Leistungsbericht
es: Informe de rendimiento de PixlAudio
fr: Rapport de performance PixlAudio
id: Laporan performa PixlAudio
it: Report prestazioni PixlAudio
ko: PixlAudio 성능 보고서
nb: PixlAudio ytelsesrapport
ru: Отчёт о производительности PixlAudio
tr: PixlAudio performans raporu
zh_hans: PixlAudio 性能报告

# settings_devcaps_report_title
source: Performance report
de: Leistungsbericht
es: Informe de rendimiento
fr: Rapport de performance
id: Laporan performa
it: Report prestazioni
ko: 성능 보고서
nb: Ytelsesrapport
ru: Отчёт о производительности
tr: Performans raporu
zh_hans: 性能报告

# settings_devcaps_review_title
source: Playback needs review
de: Wiedergabe überprüfen
es: La reproducción necesita revisión
fr: Lecture à vérifier
id: Pemutaran perlu ditinjau
it: Riproduzione da rivedere
ko: 재생 확인 필요
nb: Avspilling krever gjennomgang
ru: Требуется проверка воспроизведения
tr: Oynatmanın gözden geçirilmesi gerekiyor
zh_hans: 播放需检查

# settings_devcaps_status_no
source: No
de: Nein
fr: Non
id: Tidak
ko: 아니요
nb: Nei
ru: Нет
tr: Hayır
zh_hans: 否

# settings_devcaps_status_yes
source: Yes
de: Ja
es: Sí
fr: Oui
id: Ya
it: Sì
ko: 예
nb: Ja
ru: Да
tr: Evet
zh_hans: 是

# settings_devcaps_storage_available
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
id: Tersedia
it: Disponibile
ko: 사용 가능
nb: Tilgjengelig
ru: Доступно
tr: Kullanılabilir
zh_hans: 可用空间

# settings_devcaps_storage_device_used
source: Device used
de: Gerät belegt
es: Dispositivo utilizado
fr: Espace utilisé sur l'appareil
id: Perangkat digunakan
it: Dispositivo usato
ko: 기기 사용됨
nb: Enhet brukt
ru: Использовано на устройстве
tr: Kullanılan cihaz
zh_hans: 设备已用

# settings_devcaps_storage_music_count
source: %1$lld local songs
de: %1$lld lokale Songs
es: %1$lld canciones locales
fr: %1$lld chansons locales
id: %1$lld lagu lokal
it: %1$lld brani locali
ko: 로컬 곡 %1$lld개
nb: %1$lld lokale sanger
ru: %1$lld локальных треков
tr: %1$lld yerel şarkı
zh_hans: %1$lld 首本地歌曲

# settings_devcaps_storage_music_footprint
source: Music footprint
de: Speicherbedarf Musik
es: Espacio de la música
fr: Empreinte de la musique
id: Jejak musik
it: Impronta musica
ko: 음악 점유율
nb: Musikkfotavtrykk
ru: Занято музыкой
tr: Müzik ayak izi
zh_hans: 音乐占用

# settings_devcaps_storage_music_size
source: Music size
de: Musikgröße
es: Tamaño de la música
fr: Taille de la musique
id: Ukuran musik
it: Dimensione musica
ko: 음악 크기
nb: Musikk-størrelse
ru: Размер музыки
tr: Müzik boyutu
zh_hans: 音乐大小

# settings_devcaps_storage_title
source: Local Music Storage
de: Lokaler Musikspeicher
es: Almacenamiento de música local
fr: Stockage de la musique locale
id: Penyimpanan Musik Lokal
it: Archivio musica locale
ko: 로컬 음악 저장공간
nb: Lokal musikklagring
ru: Локальное хранилище музыки
tr: Yerel Müzik Depolama Alanı
zh_hans: 本地音乐存储

# settings_devcaps_storage_total
source: %1$@ total
de: %1$@ gesamt
es: %1$@ en total
fr: %1$@ au total
id: total %1$@
it: %1$@ totali
ko: 총 %1$@
nb: %1$@ totalt
ru: Всего %1$@
tr: Toplam %1$@
zh_hans: 总计 %1$@

# settings_devcaps_storage_unavailable_count
source: %1$lld files not readable
de: %1$lld Dateien nicht lesbar
es: %1$lld archivos no legibles
fr: %1$lld fichiers illisibles
id: %1$lld file tidak terbaca
it: %1$lld file non leggibili
ko: 읽을 수 없는 파일 %1$lld개
nb: %1$lld filer ikke lesbare
ru: %1$lld файлов недоступно для чтения
tr: %1$lld dosya okunamaz durumda
zh_hans: %1$lld 个文件不可读

# settings_diagnostics_section
source: Diagnostics
de: Diagnose
es: Diagnóstico
id: Diagnostik
it: Diagnostica
ko: 진단
nb: Diagnostikk
ru: Диагностика
tr: Tanılama
zh_hans: 诊断

# settings_dialog_creating_backup
source: Creating Backup
de: Backup wird erstellt
es: Creando copia de seguridad
fr: Création de la sauvegarde
it: Creazione backup
ko: 백업 생성 중
nb: Oppretter sikkerhetskopi
ru: Создание резервной копии
tr: Yedek Oluşturuluyor
zh_hans: 正在创建备份

# settings_dialog_palette_progress_format
source: %1$lld of %2$lld completed
de: %1$lld von %2$lld fertig
es: %1$lld de %2$lld completados
fr: %1$lld sur %2$lld terminés
id: %1$lld dari %2$lld selesai
it: %1$lld di %2$lld completati
ko: %2$lld개 중 %1$lld개 완료
nb: %1$lld av %2$lld fullført
ru: Завершено %1$lld из %2$lld
tr: %1$lld / %2$lld tamamlandı
zh_hans: 已完成 %1$lld 个，共 %2$lld 个
